//<![CDATA[
    
      let areasNations = {};
      areasNations = {
        "アジア": 
        {
          1: "中国",
          2: "韓国",
          3: "フィリピン",
          4: "タイ",
          5: "台湾",
          6: "ベトナム"
        },
        "ヨーロッパ": 
        {
          1: "イギリス",
          2: "イタリア",
          3: "スペイン",
          4: "ドイツ",
          5: "フランス",
          6: "ポルトガル"
        },
        "北アメリカ":
        {
          1: "アメリカ",
          2: "カナダ"
        },
        "南アメリカ":
        {
          1: "ブラジル",
          2: "アルゼンチン",
          3: "コロンビア"
        },
        "オセアニア":
        {
          1: "オーストラリア",
          2: "ニュージーランド"
        },
        "アフリカ": {
          1: "南アフリカ",
          2: "エジプト"
        },
        "その他": {
          1: "その他"
        }
      };

      const purposes = [
        "大学留学（短期）",
        "大学留学（長期）",
        "大学院留学（短期）",
        "大学院留学（長期）",
        "語学留学",
        "ワーキングホリデー",
        "仕事関係"
      ];
//]]>
