//<![CDATA[
    
      const areas = [
        "アジア",
        "ヨーロッパ",
        "北アメリカ",
        "南アメリカ",
        "オセアニア",
        "アフリカ",
        "その他"
      ];

      const nations = [
        "中国",
        "韓国",
        "フィリピン",
        "タイ",
        "台湾",
        "ベトナム",
        "イギリス",
        "イタリア",
        "スペイン",
        "ドイツ",
        "フランス",
        "ポルトガル",
        "アメリカ",
        "カナダ",
        "ブラジル",
        "アルゼンチン",
        "コロンビア",
        "オーストラリア",
        "ニュージーランド",
        "南アフリカ",
        "エジプト",
        "その他"
      ];

      const purposes = [
        "大学留学（短期）",
        "大学留学（長期）",
        "大学院留学（短期）",
        "大学院留学（長期）",
        "語学留学",
        "ワーキングホリデー",
        "仕事関係"
      ];
//]]>
